{
  "type": "success",
  "value": [
    {
      "id": 44,
      "joke": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.",
      "categories": []
    },
    {
      "id": 390,
      "joke": "Divide Chuck Norris by zero and you will in fact get one........one bad-ass that is.",
      "categories": []
    },
    {
      "id": 290,
      "joke": "There are two types of people in the world... people that suck, and Chuck Norris.",
      "categories": []
    },
    {
      "id": 450,
      "joke": "Chuck Norris doesn't have disk latency because the hard drive knows to hurry the hell up.",
      "categories": [
        "nerdy"
      ]
    },
    {
      "id": 306,
      "joke": "Scientifically speaking, it is impossible to charge Chuck Norris with &quot;obstruction of justice.&quot; This is because even Chuck Norris cannot be in two places at the same time.",
      "categories": []
    },
    {
      "id": 95,
      "joke": "On his birthday, Chuck Norris randomly selects one lucky child to be thrown into the sun.",
      "categories": []
    },
    {
      "id": 98,
      "joke": "In the beginning there was nothing...then Chuck Norris Roundhouse kicked that nothing in the face and said &quot;Get a job&quot;. That is the story of the universe.",
      "categories": []
    },
    {
      "id": 45,
      "joke": "What was going through the minds of all of Chuck Norris' victims before they died? His shoe.",
      "categories": []
    },
    {
      "id": 13,
      "joke": "Chuck Norris once challenged Lance Armstrong in a &quot;Who has more testicles?&quot; contest. Chuck Norris won by 5.",
      "categories": [
        "explicit"
      ]
    },
    {
      "id": 135,
      "joke": "Chuck Norris roundhouse kicks don't really kill people. They wipe out their entire existence from the space-time continuum.",
      "categories": []
    },
    {
      "id": 313,
      "joke": "All roads lead to Chuck Norris. And by the transitive property, a roundhouse kick to the face.",
      "categories": []
    },
    {
      "id": 465,
      "joke": "Whiteboards are white because Chuck Norris scared them that way.",
      "categories": []
    }
  ]
}